[
  {
    "Id": 1,
    "name": "SEO Marketing",
    "Instructor": "Sabbir Khan",
    "img": "https://img.freepik.com/free-vector/seo-elements-background-flat-style_23-2147763923.jpg?size=338&ext=jpg",
    "AboutCourse": "SEO stands for search engine optimization, which is a digital marketing strategy that focuses on your websites presence in search results on search engines like Google. When you understand how SEO works, you can use different tactics to increase your visibility (or how high you rank) in search results."
  },
  {
    "Id": 2,
    "name": "Ad Manager",
    "Instructor": "Raj Sarker",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTtqraMVGZKU_zVEhDel0pwAO28nouDTKXHaA&usqp=CAU",
    "AboutCourse": "Ad Manager provides granular controls and supports multiple ad exchanges and networks, including AdSense, Ad Exchange, third-party networks, and third-party exchanges. Ad Manager is for you if you need: A central place to monetize all of your inventory types (websites, mobile apps, videos, or games)"
  },
  {
    "Id": 3,
    "name": "Content Writer",
    "Instructor": "Rebeka Sultana",
    "img": "https://images.anytask.com/resources/user/b4c6dbcb53979236/task/1604638360568_Content-writer-1068x561.jpg",
    "AboutCourse": "The job of a content writer is to create digital content for companies that provides information or showcases the products. To develop content that accurately reflects company ideals, content writers often research the material they need to write each article or product description."
  },
  {
    "Id": 4,
    "name": "Mockup Design",
    "Instructor": "Mahmud Hasan",
    "img": "https://gdj-inr5u0ip5pewom.stackpathdns.com/wp-content/uploads/2016/03/free_branding_mockup.jpg",
    "AboutCourse": "Mockup is a static design of a web page that features many final design but is not functional. A mockup is not as polished as a live page and typically includes some placeholder data. It is useful to breakdown each part of that definition.mockups are digital photographs designed to show Art in the styled setting. "
  },
  {
    "Id": 5,
    "name": "Banner Design",
    "Instructor": "malek Hasan",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQHNmhO7t1NCgSBZwFfT1Fq623b2yyOBvMq2TCGTH91Q3UMRC13rZ9jrY4DS1h7ZgLotME&usqp=CAU",
    "AboutCourse": "A banner can be a flag or other piece of cloth bearing a symbol, logo, slogan or other message. A flag whose design is the same as the shield in a coat of arms (but usually in a square or rectangular shape) is called a banner of arms. ... Cognates include Italian bandiera, Portuguese bandeira, and Spanish bandera."
  },
  {
    "Id": 6,
    "name": "UI , UX",
    "Instructor": "shushant joshi",
    "img": "https://www.seekpng.com/png/detail/406-4062993_new-career-option-ui-ux-designer-ui-ux.png",
    "AboutCourse": "The difference between (UI) and (UX) is that UI refers to the aesthetic elements by which people interact with a product,UX is about the experience a user has with a product.The Design of the application improves the user experience that ultimately helps increase the number of users of the specific application."
  },
  {
    "Id": 7,
    "name": "Illustration",
    "Instructor": "Shuvo mahmud",
    "img": "https://media.istockphoto.com/vectors/woman-with-laptop-sitting-in-nature-and-leaves-concept-illustration-vector-id1139913278?k=20&m=1139913278&s=612x612&w=0&h=Ue0Nh74fYCnNd5hfwBCLwJ2VeZqjXxnI5iEXqqTLXb8=",
    "AboutCourse": "An illustration is a drawing, painting of art which explains, visually represents,decorates a written text, which may be commercial nature.Illustrations are not only creating visual hierarchy and can support visual division on screen, but they also draw attention to the most important parts of the screen."
  }
]
