[
    {
      "Id": 1,
      "name": "Web design",
      "Instructor": "Abir Ahmed",
      "AboutCourse": "Web design refers to the design of websites that are displayed on the internet. It usually refers to the user experience aspects of website development rather than software development. ... A web designer works on the appearance, layout, and, in some cases, content of a website.",
      "img":"https://rockcontent.com/wp-content/uploads/2021/02/stage-en-what-is-web-design.png"
    },
    {
      "Id": 2,
      "name": "Graphic design",
      "Instructor": "Orpon Chawdhuri",
      "AboutCourse": "Graphic design is a craft where professionals create visual content to communicate messages. By applying visual hierarchy and page layout techniques, designers use typography and pictures to meet users specific needs and focus on the logic of displaying elements in interactive designs, to optimize the user experience.",
      "img":"https://i0.wp.com/www.graphic-design-institute.com/wp-content/uploads/2020/02/the-best-applications-to-learn-as-a-graphics-designer.jpg?fit=1200%2C800&ssl=1"
    },
    {
      "Id": 3,
      "name": "Web Development",
      "Instructor": "Mushfiqur Rahman",
      "AboutCourse": "Website development is a way to make people aware of the services and/or products you are offering, understand why your products are relevant and even necessary for them to buy or use, and see which of your companys qualities set it apart from competitors.",
      "img":"https://www.elegantthemes.com/blog/wp-content/uploads/2018/12/top11.png"
    },
    {
      "Id": 4,
      "name": "Digital Marketing",
      "Instructor": "Shuvo Ahmed",
      "AboutCourse": "Digital marketing, also called online marketing, is the promotion of brands to connect with potential customers using the internet and other forms of digital communication. This includes not only email, social media, and web-based advertising, but also text and multimedia messages as a marketing channel.",
      "img":"https://licreativetechnologies.com/wp-content/uploads/2020/03/Digital-Marketing.png"
    }
  ]